/*
 LocalizedStrings.strings
 GasIT
 
 Created by Yannick Erpelding on 04.10.14.
 
 */
//"Gif"= "Gif";
"Loading" = "Lueden";
"Verification needed" = "Verificatioun ass néideg";
"We've sent you an email with a link to verify your email adress. In case you can't find the mail, be sure to double check your spam or contact our support" = "Mir hunn iech eng Email mat engem Link geschéckt, fir är Email Adress ze verifizéieren. Wann der des Email net fannen kennt, dann gidd ären Spam-Ordner duerchkucken oder frot no Hëllef bei eisem Support.";
"Home" = "Feed";
"Done" = "Fäerdeg";
"Activity" = "Activitéit";
"Following Friends" = "Noogoent Frënn";
"Following the developers" = "Den Entweckler followen...";
"Creating Profile" = "Profil ariichten";
"Missing Information" = "Et fehlen Informatiounen";
"Make sure you fill out all of the information!" = "Passt w.e.g. op dass der all Informatiounen aginn hutt!";
"Important" = "Wichteg";
"Please read and agree to the terms of use. They inform you about our remarkably innovative Privacy Policy" = "Liest an akzeptéiert w.e.g. eis terms of use. Dës informéieren iech iwwert eis aussergewéinlech innovativ Dateschutzerklärung";
"User has been successfully reported." = "Den Benotzer ass erfollegräich gemellt ginn.";
"An error occurred" = "E Fehler ass opkomm";
"Check your internet connection." = "Kontrolléiert är Internetverbindung.";
"Someone" = "Iergendeen";
"liked your photo" = "huet deng Foto geliked";
"started following you" = "followed dir elo";
"commented on your photo" = "huet deng Foto kommentéiert";
"joined GasIT" = "ass dem GasIT bäigetrueden";
"Cancel" = "Ofbriechen";
"My Profile" = "Mäin Profil";
"Find Friends" = "Frënn fannen";
"Log Out" = "Ofmellen";
"Skip" = "Weider";
"Hello" = "Moien";
"Follow" = "Followen";
"Invite friends" = "Frënn invitéieren";
"Sign up and start sharing your story with your friends." = "Mellt iech un an deelt äerd Liewen mat ären Frënn aus Lëtzebuerg.";
"Could not post comment" = "Konnt den Kommentar net posten.";
"We were unable to post your comment because this photo is no longer available." = "Dein Kommentar konnt net gepost gin, well d'Foto net méi verfügbar as.";
"Are you sure you want to report this photo? This can not be undone and might have consequences for the author." = "Sidd der sëcher dass dier dës Foto mellen wëllt? Dëst kann net méi annuléiert ginn an kann Konsequenzen fir den Auteur hunn";
"Yes, report this photo" = "Jo, dës Foto mellen";
"Delete Photo" = "Foto läschen";
"Report Photo" = "Foto mellen";
"Share Photo" = "Foto deelen";
"New Comment" = "Neien Kommentar";
"Your comment will be posted next time there is an Internet connection." = "Ären Kommentar wärt déi nächste Kéier bei Internetverbindung gepost ginn";
"Photo has been successfully reported." = "D'Foto ass erfollegräich gemellt ginn.";
"Couldn't post your photo." = "Konnt d'Foto net posten.";
"Cellular" = "Cellulär";
"No Connection" = "Keng Internetverbindung";
/*
 "ago" = "hier";
 "just now" = "elo grad";
 "from now" = "fun elo";
 "about %@" = "ongeféier %@";
 "yr" = "Jr";
 "yrs" = "Jr";
 "mo" = "Mo";
 "mos" = "Mei";
 "wk" = "Wo";
 "wks" = "Woe";
 "day" = "Dag";
 "days" = "Deeg";
 "hr" = "Stn";
 "hrs" = "Stn";
 "min" = "Min";
 "mins" = "Min";
 "year" = "Joër";
 "years" = "Joër";
 "month" = "Mount";
 "months" = "Méint";
 "week" = "Woch";
 "weeks" = "Wochen";
 "day" = "Dag";
 "days" = "Deeg";
 "hour" = "Stonn";
 "hours" = "Stonnen";
 "minute" = "Minutt";
 "minutes" = "Minutten";
 "second" = "Sekonn";
 "seconds" = "Sekonnen";
 */
//////OUNI NSLOCALIZEDSTRING\\\\\\

//"Yes" = "Jo";
"  I have read and agreed to the" = "  Ech hu gelies an accepteieren";
"Done" = "Fäerdeg";
"0 photos" = "0 Fotoen";
"photo" = "Foto";
"s" = "en";
//"follower" = "Nogoer";
//"following" = "Nogoend";
//"0 following" = "0 Nogoend";
//"%lu following" = "%lu Nogoend";
//"%d following" = "%d Nogoend";
"%d photo%@" = "%d Foto%@";
"%@ points" = "%@ Punkten";
"Tell everyone how awesome you are." = "So jidderengem wéi eenzegaarteg du bass";
"Either the user is not awesome, or simply has not entered any information yet." = "Entweder dësen Benotzer ass net cool, oder en huet einfach nach keng Informatiounen iwwert sech uginn.";
"This user has not entered any information yet" = "Dësen Benotzer huet nach keng Informatiounen iwwert sech uginn.";
//"Bonuspoints" = "Bonuspunkten";
"0 points" = "0 Punkten";
"Tell us more about yourself" = "Zielt eis méi iwwert iech";
"Do you want to report the user for infringing our terms of use?" = "Wëllt der dësen Benotzer fir d'Verletzen vun eisen Notzerbedingungen mellen?";
"Yes, Report" = "Jo, mellen";
"Choose your awesome display name" = "Wielt ären Numm aus";
"Sorry, this username is invalid" = "Pardon, dësen Numm ass net gülteg";
"Change profile picture" = "Profil-Bild wiesselen";
"Take Photo" = "Foto maachen";
"Choose Photo" = "Foto auswielen";
"What do you want the user to be reported for?" = "Firwat wëllt dier dass den Benotzer gemellt gëtt?";
"Sexual content" = "Sexuellen Inhalt";
"Offensive content" = "Ugräiflechen Inhalt";
"Spam" = "Spam";
"Other" = "Aneren Grond";
"Couldn't post your photo, a network error occurred." = "Konnt d'Foto net posten, en GasIT-Fehler ass opkomm";
//"Follow" = "Nogoen";
//"Unfollow" = "Verloossen";
"Show followers" = "Weis ween mir followed";
"Show following" = "Weis weem ech followen";
"Sexual" = "Sexual";
"Offensive" = "Ugräiflech";
"Publish" = "Verëffentlechen";
"0 photos" = "0 Fotoen";
"Follow All" = "Jidderengem Followen";
"Join me on GI" = "Komm an GI!";
"Check out GI! itms-apps://itunes.apple.com/us/app/gasit/id659093855" = " Kuck der GI un! itms-apps://itunes.apple.com/us/app/gasit/id659093855";
"Welcome to GasIT App. First of all, note that this app is available in luxembourgish: simply go to your device settings and set luxembourgish as your preferred app language." = "Wëllkomm zu dem neien GasIT, dem sozialen GasIT fir Lëtzebuerg, gemaach vun dem Orbin Valerio an dem Yannick Erpelding. Dat hei ass eng kleng Introduktioun vir iech déi wesentlech Saachen ze weisen.";
"The Netzwierk is based on the well-known follower system. In order to see the photos of your friends, you have to actually follow them." = "GI ass opgebaut ob dem wuel-bekannten 'follower-system' oder ob lëtzebuergesch, en Noogo System. Wann dir d'Fotoen vun ären Frënn wëllt gesinn, dann musst dir deenen followen.";
"You can set a profile picture, a name, and indicate some information about yourself. We also use a score system in which you can aggrandise." = "Dir kënnt iech en Profil-Bild an en Numm maachen, an Informatiounen iwwert iech uginn. Mir hunn ebenfalls en Punkte-System an dem dier opsteigen kënnt.";
"Everything you share is only visible in your timeline and in the ones of your followers. You don't have to worry about data protection - we've got you covered with high security standards." = "Alles wat dier vun iech deelt, gëtt nëmmen ob ärem Profil an bei ären Follower ugewisen. Dier braucht iech keng Suergen iwwert är Daten-Sécherheet ze maachen - Mir hunn iech mat den néidegen Sécherheets-Standarden geséchert!";
"Oh, hello there." = "Oh, hallo.";
"Your profile" = "Ären Profil";
"Safety" = "Sécherheet";

"or" = "oder";
"Add a comment" = "Maach e Kommentar";
"comments" = "Kommentarer";
"comment" = "Kommentar";
"Back" = "Zeréck";
"Sign up" = "Registréieren";
"Contact Us" = "Kontaktéiert eis";
"Profile" = "Profil";
"PROFILE" = "PROFIL";
"Settings" = "Astellungen";
"SETTINGS" = "ASTELLUNGEN";
"last year" = "läscht Joer";
"last month" = "läschten Mount";
"last week" = "läscht Woch";
"yesterday" = "Gester";
"next year" = "Nächst Joer";
"next month" = "Nächsten Mount";
"next week" = "Nächst Woch";
"tomorrow" = "Muer";
"Cancel" = "Ofbriechen";
"Do you really want to delete your account? All of your data will be lost" = "Wëllt der ären Account wierklech läschen? All är Daten ginn doduerch verluer";
"Delete Account" = "Account läschen";
"likes" = "Likes";
"like" = "Like";
"near" = "bei";
"Location Services" = "Geolocalisatioun";
"Change Security PIN" = "Ännert är Sëcherheets-PIN";
"Terms of Use" = "Allgemeng Notzerbedingungen";
"Change Password" = "Ännert är Passwort";
"Change theme color" = "Ännert d'Faarw vum Netzwierk";
"Change camera color" = "Ännert d'Faarw vun der Kamera";
"Delete Account" = "Account läschen";
"In compliance with our terms and general philosophy, deleting your account will:\n\n• delete all of your data on our servers permanently\n\n• prevent you from recovering any data afterwards." = "Ganz noo eisen Terms of Use an eiser Philosophie, heescht d'Läschen vun ärem Account dass:\n\n• Dir är Daten net méi kënnt récuperéieren\n\n• All är Daten permanent vun eisen Serveren an Backups geläscht gin.";
"Enter Password" = "Gitt ärt Passwort an";
"Enter Username" = "Gitt ären Benotzernumm an";
"Enter security PIN" = "Gitt är Sécherheetspin an";
"Enter old Password" = "Gitt ärt aalt Passwort an";
"Enter new Password" = "Gitt ärt neit Passwort an";
"Enter your username and password, then set a new password." = "Gitt ären Benotzernumm an ärt Passwort an, dann wielt en neit Passwort";
"Change Password" = "Passwort änneren";
"Enter your old PIN, then choose a new one." = "Gitt är aal PIN an, dann wielt eng nei";
"Change Security PIN" = "Sécherheetspin änneren";
"Enter new security PIN" = "Gitt är nei Sécherheetspin an";
"Enter security PIN" = "Gitt är aal Sécherheetspin an";
"Security PIN" = "Sécherheetspin";
"points" = "Punkten";
"Forgot Password?" = "Passwort vergiess?";
"Log in" = "Aloggen";
"Username" = "Benotzernumm";
"Password" = "Passwort";
"Change Display Name" = "Benotzernumm wiesselen";
"Change Info" = "Informatiounen änneren";
"Ooops!" = "Ups!";
"Your new password must be at least 6 characters long" = "Äert neit Passwort muss opmannst 6 Zéechen laang sin";
"Your new password must not contain any empty spaces" = "Äert neit Passwort duerf keng Espacen beinhalten";
"Wrong username or password" = "Falschen Benotzernumm oder falscht Passwort";
"This is not the correct user you're entering.\n\nAre you trying to cheat, evil hacker?" = "Dir gitt net den richtegen Benotzer an!";
"Your PIN must be four digits long" = "Äer PIN muss opmannst 4 Zeechen laang sin";
"Your entered PIN is invalid" = "Äer agetippten PIN as net richteg";
"Password successfully changed" = "Äert Passwort as erfollegreich geännert gin";
"Security PIN successfully changed" = "Äer Sécherheetspin as erfollegreich geännert gin";
"Wrong security PIN" = "Falsch Sécherheetspin";
"Success" = "Erfollëg";
"mentioned you in a comment" = "huet dech an engem Kommentar erwähnt";
"Since you have logged in with your Facebook Account, you have no classic username and password to log in. But, in certain cases, we need to verify your identity. We do this by asking you the following personal PIN \n\n\n   %i%i%i%i  \n\n\nYou can change this PIN in your settings. Do not forget it." = "Vu dass dir ierch mat ärem Facebook Account ageloggt hutt, hutt dir keen klasseschen Benotzernumm an Passwort. Heiansdo mussen mir allerdengs äer Identitéit vérifiéieren, daat maachen mir mat enger PIN \n\n\n   %i%i%i%i  \n\n\nDir kennt dës PIN an äeren Settings änneren. Vergiesst se net.";
"What do you want to do?" = "Waat wëllt dir maan?";
"Block this user" = "Dësen Benotzer blocken";
"Unblock this user" = "Dësen Benotzer entblocken";
"Save" = "Speicheren";
"Change header picture" = "Header Foto änneren";
"Change profile picture" = "Profilfoto änneren";
"Sorry, this username is invalid" = "Dësen Benotzernumm as leider net gülteg";
"Sorry, this mention name is invalid" = "Dësen Mention Numm as leider net gülteg";
"You successfully changed your information" = "Du hues erfollegräich deng Informatiounen geännert";
"We encountered an error while updating your information. Please try again later." = "Leider konnten mir deng Informatiounen net aktualiséieren. Probéier spéider nach eng Kéier";
"Sorry, this mention name is already taken. Please try another one" = "Dësen Mention Numm as leider schon verginn.";
"Edit Profile" = "Mein Profil";
"Search hashtags" = "Hashtags sichen";
"Successfully uploaded the video" = "Dain Video as ropgelueden gin";
"A problem occurred, try again later" = "E Problem as opgetrueden, probéier spéider nach eng Kéier";
"Take Video" = "Video ophuelen";
"Yes, delete photo" = "Jo, Foto läschen";
"Are you sure you want to delete this photo? This can not be undone." = "Wëlls du dës Foto wierklech läschen? Dëst kann net widerruff gin";
"Yes, delete video" = "Jo, Video läschen";
"Are you sure you want to delete this video? This can not be undone." = "Wëlls du dëse Video wierklech läschen? Dëst kann net widerruff gin";
"Are you sure you want to report this video? This can not be undone and might have consequences for the author." = "Sidd der sëcher dass dier dëse Video mellen wëllt? Dëst kann net méi annuléiert ginn an kann Konsequenzen fir den Auteur hunn";
"Yes, report this video" = "Jo, dëse Video mellen";
"Share Video" = "Video deelen";
"Delete Video" = "Video läschen";
"Report Video" = "Video mellen";
"Video has been successfully reported." = "De Video gouf gemellt";
"liked your video" = "huet dain Video geliked";
"commented on your video" = "huet dain Video kommentéiert";
"Your comment has been successfully deleted" = "Dain Kommentar gouf erfollegraich geläscht";
"Uploading" = "Eroplueden";
"Report User" = "Benotzer mellen";
"Delete" = "Läschen";
"Do you really want to report this user?" = "Wells du dësen Benotzer wierklech mellen?";
"Do you really want to delete this comment?" = "Wells du dësen Kommentar wierklech läschen?";
"Make a donation" = "Eng Spend machen";
"Gender" = "Geschlecht";
"Birthday" = "Gebuertsdaag";
"Website" = "Websäit";
"City" = "Staat";
"Name" = "Numm";
"Private information, only you see this" = "Nëmmen fir dech sichtbar";
"Male" = "männlech";
"Female" = "weiblech";
"other" = "eppes aneres";
"Sorry, this email is invalid" = "Deet eis Leed, mee deng Email-Adress schengt net valid ze sinn";
"Your name" = "Dain Numm";
"Your mention name" = "Dain Mention Numm";
"Place your bio here" = "Méi iwwert dech";
"Where do you come from?" = "Wou kënns du hier?";
"Your website" = "Deng Websait";
"Security Settings" = "Sécherheet";
"Hold On..." = "Moment...";
"Congratulations" = "Gléckwonsch";
"Notice" = "Notiz";
"Location Service has been disabled - please go to your Settings and turn on Location Service for this app" = "Géolocalisatioun as fir dës App ausgeschalt - géi an deng Astellungen an schalt Géolocalisatioun fir dës App ërem un";
"We were unable to post your comment because this video is no longer available." = "Dein Kommentar konnt net gepost gin, well d'Foto net méi verfügbar as.";
"We encountered an error while trying to block this user. Please try again later." = "Et gouf e Problem beim Blocken vun dësem Benotzer. Versich et spéider nach eng Kéier";
"We encountered an error while trying to unblock this user. Please try again later." = "Et gouf e Problem beim Entblocken vun dësem Benotzer. Versich et spéider nach eng Kéier";
"Login Failed" = "Fehler beim Aloggen";
"Make sure your information is correct. If you are trying to login with facebook, make sure you have your facebook account set up in the settings of your device" = "Vérifiéier, dass deng Login Informatiounen richteg sin. Wanns du probéiers, dech mat Facebook anzeloggen, kuck op dain Account an dengen Geräteastellungen richteg agericht as.";
"Make sure your email adress is correct so we can reach you" = "Iwerpréif w.e.g. op deng Email Adress richtesch as, sou dass mir dech erreechen kennen.";
" Reply" = " Äntweren";
"Choose" = "Wielen";
"You successfully changed the design color" = "Du hues erfollëgraich d'Thème-Faarw geännert";
"You successfully changed the camera color" = "Du hues erfollëgraich d'Faarw vum Kameraknäppchen geännert";
"You are logged in with your facebook account. Since you have no password, you need a PIN in order to delete your account or verify your identity." = "Du hues dech mat engem Facebook Account ageloggt. Doduerch hues du keen Passwort an braus eng PIN fir dein Account ze läschen oder dech ze identifizéieren";
"Privacy Policy" = "Privatssphär Astellungen";
"  Your ID     :  " = "  Deng ID    :";
"  Password :  " = "  Passwort  :";
"Enter your username" = "Gëff dain Benotzernumm an";
"  Email        :  " = "  Email        :";
"Enter your password" = "Gëff dain Passwort an";
"Choose color" = "Wiel deng Faarw";
"Choose camera color" = "Wiel d'Faarw vun der Kamera";
"Personal color" = "Profil Farw";
"Logging out..." = "Ausloggen...";
"Sign up, it won't take long. We promise." = "Régistréier dech, et dauert och net laang. Versprach.";
"Private" = "Privat";
"Group" = "Grupp";
"Contacts" = "Kontakter";
"Phone contacts" = "Kontakter";
"Friends" = "Frënn";
"Create Group" = "Nei Grupp grënnen";
"Select Contacts" = "Kontakter auswielen";
"Contacts" = "Kontakter";
"Do you really want to delete this conversation?" = "Wells du dës Konversatioun wirklech läschen?";
"Take photo or video" = "Foto oder Video ophuelen";
"Choose existing photo" = "Foto auswielen";
"Choose existing video" = "Video auswielen";
"Record audio" = "Audio ophuelen";
"Send location" = "Standpunkt schécken";
"You have unblocked this user" = "Den Benotzer gouf entblockt";
"You have blocked this user" = "Den Benotzer gouf geblockt";
"Downloading ... " = "Eroflueden ... ";
"Internet connection failed" = "Verbindungsproblemer";